{
    "genuine": [
      "What's your biggest aspiration in life?",
      "If you could have dinner with any historical figure, who would it be and why?",
      "What memory instantly makes you smile?",
      "What's one skill you wish you could master instantly?",
      "If you could live anywhere in the world, where would it be?",
      "Who has been the most influential person in your life and why?",
      "What's the best piece of advice you've ever received?",
      "If you had to sum up your personality in three words, what would they be?",
      "What's a personal goal you hope to achieve in the next year?",
      "What does happiness mean to you?",
      "If you could time travel, would you visit the past or the future?",
      "What's your favorite way to unwind after a stressful day?",
      "What hobby or interest have you always wanted to try but never did?",
      "If you could start your own business, what would it be?",
      "What’s something that always brings you joy, no matter what?",
      "What's a book or movie that changed your perspective on life?",
      "If you could instantly know how to speak another language, which would you choose and why?",
      "What's a cause you're passionate about and why?",
      "Describe a perfect day for you.",
      "What's one thing you want to be remembered for?",
      "What's the most valuable lesson you've learned from a failure?",
      "If you could master any instrument, which would it be and why?",
      "What's a tradition you cherish and want to continue?",
      "How do you define success?",
      "What's a challenge you've overcome that you're proud of?",
      "If you could relive any moment in your life, which would it be and why?",
      "What's your favorite way to give back to the community?",
      "What's the most adventurous thing you've ever done?",
      "If you could have any job for a day, what would it be?",
      "What's something you've never done but want to try?",
      "How do you stay motivated during tough times?",
      "What's a skill you have that most people don't know about?",
      "If you could change one thing about the world, what would it be?",
      "What's the best gift you've ever received?",
      "What's your favorite quote or motto?",
      "If you could meet your future self, what would you ask?",
      "What's a hobby you'd like to pick up later in life?",
      "What's the most meaningful compliment you've ever received?",
      "If you could spend a day in someone else's shoes, whose would they be and why?",
      "What's a memorable trip you've taken and why was it special?",
      "How do you handle stress and pressure?",
      "What's a personal achievement that you're proud of?",
      "If you could have a conversation with your past self, what advice would you give?",
      "What's something you're looking forward to in the next five years?",
      "How do you prioritize your goals and tasks?",
      "What's a value you hold dear and why?",
      "If you could eliminate one fear from your life, what would it be?",
      "What's a habit you'd like to develop and why?"
    ],
    "weird": [
      "What is the worst thing you've ever done?",
      "Would you rather be deep fried or boiled in Dr. Pepper?",
      "If you had to replace one of your hands with a kitchen utensil, which would you choose and why?",
      "You wake up one morning with a unicycle permanently attached to your feet—how do you go about your day?",
      "If you could communicate only in movie quotes for the rest of your life, would you do it?",
      "If your shadow started giving you unsolicited life advice, would you listen?",
      "If you had to pick a personal theme song every time you walked into a room, what would it be?",
      "If the alphabet decided to rearrange itself, which letter would you petition to be first?",
      "If you were forced to live in a giant bucket of Jello for a month, how would you pass the time?",
      "If you had to teach a class on a completely made-up subject, what would it be called?",
      "If you could swap lives with any inanimate object for a day, what would it be and why?",
      "Would you rather have fingers as long as your legs or legs as long as your fingers?",
      "If animals could talk, which species would be the rudest of them all?",
      "If you were a vegetable, what vegetable would you be and why?",
      "Would you rather have a rewind button or a pause button on your life?",
      "If you could have any superpower but only use it once a year, what would it be?",
      "Would you rather fight one horse-sized duck or a hundred duck-sized horses?",
      "If you had to wear a mascot costume every day for a year, which mascot would you choose?",
      "Would you rather have a third eye or a third arm?",
      "If your life was a video game, what cheat code would you want to have?",
      "Would you rather always have to sing instead of speaking or dance everywhere you go?",
      "If you could create a new holiday, what would it celebrate and how?",
      "Would you rather have to always hop around on one foot or have to squat whenever you walk?",
      "If you could only eat one color of food for the rest of your life, which color would you choose and why?",
      "Would you rather have to wear clown makeup every day or wear a tutu every day?",
      "If you were arrested with no explanation, what would your friends assume you had done?",
      "Would you rather have the ability to see 10 minutes into the future or 100 years into the future?",
      "If you could morph two animals to make one new animal, what would you choose?",
      "Would you rather have to write everything you say by hand or sing instead of speak?",
      "If you were a ghost, how would you haunt people?",
      "Would you rather have spaghetti for hair or sweat maple syrup?",
      "If you could have any fictional creature as a pet, what would it be?",
      "Would you rather always have to wear socks on your hands or gloves on your feet?",
      "If you could invent a new color, what would it look like and what would you name it?",
      "Would you rather have a head the size of a tennis ball or the size of a watermelon?",
      "If you could only communicate using emojis, how would you express yourself?",
      "Would you rather have to dance every time you hear music or sing whenever you speak?",
      "If you could turn any activity into an Olympic sport, what would you have a good chance at winning a medal for?",
      "Would you rather have to always wear shoes made of marshmallows or hats made of spaghetti?",
      "If you could only use one utensil for the rest of your life, which would you choose and why?",
      "Would you rather have the ability to change colors like a chameleon or shape-shift into any animal?",
      "If you had to live inside a movie for the rest of your life, which movie would you choose?",
      "Would you rather have a permanent clown face or permanent clown clothes?",
      "If you could have dinner with any fictional character, who would it be and why?",
      "Would you rather have a pet dragon or a pet unicorn?"
    ]
  }
  